{"":{"domain":"sg-cachepress","plural_forms":"nplurals=2; plural=n != 1;","lang":"es"},"Welcome to SiteGround Optimizer":["Bienvenido a SiteGround Optimizer"],"SiteGround Optimizer":["SiteGround Optimizer"],"Speed Index shows how quickly the contents of a page are visibly populated.":["El índice de velocidad muestra lo rápidamente que se rellena de forma visible el contenido de una página."],"Summarizes the page's performance.":["Resume el rendimiento de la página."],"Time to First Byte identifies the time at which your server sends a response.":["El tiempo hasta el primer byte identifica el momento en que el servidor envía una respuesta."],"Minify your JavaScript files in order to reduce their size and reduce the number of requests to the server.":["Minimiza tus archivos JavaScript para disminuir su tamaño y reducir el número de peticiones al servidor."],"With this optimization we're changing the default way to load Google fonts in order to save HTTP requests. In addition to that, all other fonts that your website uses will be properly preloaded so browsers take the least possible amount of time to cache and render them.":["Con esta optimización estamos cambiando la forma de cargar las fuentes de Google por defecto para ahorrar peticiones HTTP. Además, todas las demás fuentes que usa tu web serán cargadas previamente de forma correcta para que los navegadores tarden la menor cantidad de tiempo posible en almacenarlas en la caché y mostrarlas."],"Load images only when they are visible in the browser.":["Carga las imágenes solo cuando sean visibles en el navegador."],"Defer loading of render-blocking JavaScript files for faster initial site load.":["Carga aplazada de archivos JavaScript que bloquean la visualización para una carga inicial del sitio más rápida."],"This optimization links your WordPress site with Cloudflare and sets the necessary rules and workers in order to enable full-page caching on Cloudflare edges in order to improve your TTFB and overall site performance.":["Esta optimización vincula tu sitio WordPress con CloudFlare y configura las reglas y conectores necesarios para activar la caché de página completa en los servidores de CloudFlare para mejorar tu TTFB y el rendimiento global del sitio."],"Full-page Caching on CloudFlare":["Caché de página completa en CloudFlare"],"With this optimization we are changing the default way to load Google fonts in order to save HTTP requests. In addition to that, all other fonts that your website uses will be properly preloaded so browsers take the least possible amount of time to cache and render them.":["Con esta optimización estamos cambiando el modo por defecto en el que cargar las fuentes de Google para ahorrar peticiones HTTP. Además de eso, todas las demás fuentes que usa tu web se precargarán correctamente, para que a los navegadores les lleve la menor cantidad de tiempo posible almacenarlas en caché y procesarlas."],"Cloudflare Optimization":["Optimización de CloudFlare"],"Web Fonts Optimization":["Optimización de fuentes web"],"Cloudflare successfully deauthenticated":["Anulada correctamente la identificación en CloudFlare"],"Every two days":["Cada dos días"],"Disabled":["Desactivado"],"number_format_decimal_point":["number_format_decimal_point"],"number_format_thousands_sep":["number_format_thousands_sep"],"%d years":["%d años"],"a year":["un año"],"%d months":["%d meses"],"a month":["un mes"],"%d days":["%d días"],"%d hours":["%d horas"],"%d minutes":["%d minutos"],"a minute":["un minuto"],"a few seconds":["unos pocos segundos"],"future time\u0004in %s":["en %s"],"If your images generated by shortcodes are not lazy loaded, please enable this feature.":["Si tus imágenes generadas mediante shortcodes no hacen carga diferida, por favor, activa esta característica."],"We have detected that a script is generating uniquely named files which results in our combined assets taking up huge amount of disk space. Please, exclude any scripts that generate unique JS code per page or per visit in order to avoid this from happening again.":["Hemos detectado que un script está generando archivos con nombre único que resulta en que nuestros recursos combinados ocupan una gran cantidad de espacio en disco. Por favor, excluye cualquier script que genere código JS único por página o por visita para evitar que esto vuelva a pasar. "],"JAVASCRIPT COMBINATION DISABLED":["COMBINADO DE JAVASCRIPT DESACTIVADO"],"SINGLE OBJECT SIZE TOO BIG":["TAMAÑO DE OBJETO ÚNICO DEMASIADO GRANDE"],"Memcached was disabled because the necessary dropin was deleted. Please, re-enable it again.":["Se desactivó Memcached debido a que se borró el dependiente necesario. Por favor, reactívalo de nuevo."],"Memcached was disabled due to exceeding the single object size limit.":["Se desactivó Memcached debido a un exceso en el límite de tamaño de objeto único. "],"By default, the WordPress Heartbeat API checks every 15 seconds on your post edit pages and every 60 seconds on your dashboard and frontend whether there is a scheduled tasks to be executed. This can generate high CPU usage if you leave browser tabs in which you're logged to WordPress opened for a longer period of time. With this option, you can make the checks run less frequently or completely disable them.":["Por defecto, la Heartbeat API de WordPress comprueba cada 15 segundos si hay edición de páginas y cada 60 segundos en tu escritorio y parte visible si hay tareas programadas que ejecutar. Esto puede generar un alto uso de CPU si dejas abiertas pestañas del navegador en las que estés conectado a WordPress un largo periodo de tiempo. Con esta opción puedes hacer que las comprobaciones se hagan menos frecuentemente o desactivarlas completamente."],"Enable this option to allow SG Optimizer to control the WordPress Heartbeat API.":["Activa esta opción para permitir a SG Optimizer controlar la Heartbeat API de WordPress."],"WordPress Heartbeat Optimization":["Optimización de Heartbeat de WordPress"],"Select whether the WordPress Heartbeat API to work or not on your {{strong}}Site Frontend{{\/strong}}. Unless you rely on it to execute scheduled tasks, we recommend to keep it disabled.":["Selecciona si la Heartbeat API de WordPress funcionará o no en la {{strong}}parte visible de tu sitio{{\/strong}}. A menos que dependas de ella para ejecutar tareas programadas te recomendamos dejarla desactivada."],"Site Frontend":["Parte visible del sitio"],"Select whether the WordPress Heartbeat API to work or not on your {{strong}}Post and Page Edit{{\/strong}} screens. We recommend that you keep it enabled at 180 seconds.":["Selecciona si la Heartbeat API de WordPress funcionará o no en las pantallas de {{strong}}edición de entradas y páginas{{\/strong}}. Te recomendamos dejarla activa en 180 segundos."],"Post and Page Edit":["Edición de entradas y páginas"],"Select whether the Heartbeat API to work or not on your {{strong}}WordPress Admin Pages{{\/strong}}. Unless you rely on it to execute scheduled tasks, we recommend to keep it disabled.":["Selecciona si la Heartbeat API de WordPress funcionará o no en la {{strong}}páginas de administración de WordPress{{\/strong}}. A menos que dependas de ella para ejecutar tareas programadas te recomendamos dejarla desactivada."],"WordPress Admin Pages":["Páginas de administración de WordPress"],"Add":["Añadir"],"Add only your domain names without http:\/\/ or https:\/\/ - DNS prefetching will work for both":["Añade tus nombres de dominio sin http:\/\/ o https:\/\/ - La precarga de DNS funcionará en ambos"],"With this functionality you can enable the DNS pre-fetching for external domains. Doing this will save DNS lookup for resources loaded from these domains.":["Con esta funcionalidad puedes activar la precarga de DNS de dominios externos. Haciendo esto ahorrarás en búsquedas de DNS para recursos cargados desde estos dominios."],"DNS Pre-fetch for External Domains":["Precarga de DNS de dominios externos"],"Delete all expired Transients":["Borrar todos los datos transitorios caducados"],"Delete all comments marked as Spam":["Borrar todos los comentarios marcados como spam"],"Delete all posts and pages in your Trash":["Borrar todas las entradas y páginas que estén en tu papelera"],"Delete all page and post revisions":["Borrar todas las revisiones de entradas y páginas"],"Delete all automatically created post and page drafts":["Borrar automáticamente todos los borradores de entradas y páginas creados automáticamente"],"Perform Database Optimization for MyISAM tables":["Realizar optimización de la base de datos de tablas MyISAM"],"Enabling this optimization will perform these tasks every 48 hours:":["Activar esta optimización realizará estas tareas cada 48 horas:"],"Enable this option to regularly cleanup your database and keep it small and optimized.":["Activa esta opción para limpiar con regularidad tu base de datos y mantenerla pequeña y optimizada."],"PHP Version Manager":["Gestor de versiones de PHP"],"Manual":["Manual"],"Managed":["Gestionada"],"If you want to change your PHP setup and version, please login to {{strong}}cPanel{{\/strong}} and use the {{strong}}PHP Version Manager{{\/strong}} tool. It will allow you to select PHP version and whether you want to change it manually or leave it to us to manage it for you.":["Si quieres cambiar tu configuración y versión de PHP, por favor, accede a  {{strong}}cPanel{{\/strong}} y utiliza la herramienta de {{strong}}gestión de versiones de PHP{{\/strong}}. Te permitirá seleccionar la versión de PHP y si quieres cambiarla manualmente o dejarnos que la gestionemos por ti."],"If you want to change your PHP setup and version, please login to {{strong}}Site Tools{{\/strong}} and use the {{strong}}DEVS -> PHP Manager{{\/strong}} tool. It will allow you to select PHP version and whether you want to change it manually or leave it to us to manage it for you":["Si quieres cambiar tu configuración y versión de PHP, por favor, accede a las  {{strong}}Site Tools{{\/strong}} y utiliza la herramienta de {{strong}}Desarrolladores -> Gestor de PHP{{\/strong}}. Te permitirá seleccionar la versión de PHP y si quieres cambiarla manualmente o dejarnos que la gestionemos por ti."],"Please provide correct URL.":["Por favor, facilita una URL correcta."],"Select Heartbeat Frequency":["Seleccionar la frecuencia de Heartbeat"],"If you're using CloudFlare or other CDN provider, please keep this optimization disabled and check if you can have WebP enabled by your CDN provider.":["Si estás usando CloudFlare u otro proveedor de CDN por favor, deja desactivada esta optimización y comprueba si tienes WebP activado en tu proveedor CDN."],"DNS Prefetching":["Precarga de DNS"],"Scheduled Database Maintenance":["Mantenimiento programado de la base de datos"],"Heartbeat Optimization":["Optimización de Heartbeat"],"Your site tried to store a single object above 1MB in Memcached which is above the limitation and will actually slow your site rather than speed it up. Please, check your Options table for obsolete data before enabling it again. Note that the service will be automatically disabled if such error occurs again.":["Tu sitio trató de almacenar un objeto simple de más de 1MB en Memcached, que está por encima del límite, y ralentizará tu sitio en vez de acelerarlo. Por favor, revisa tu tabla de opciones para buscar datos obsoletos antes de activarlo de nuevo. Ten en cuenta que el servicio se desactivará automáticamente si ocurre de nuevo este error. "],"Fix for Lazy Loading Short Codes":["Corrección para la carga diferida de shortcodes"],"Enable Now":["Activar ahora"],"We are combining all the JS files that your theme and plugins include in your site header and footer in order to lower the number of requests it is producing. We will keep the scripts in their original location after the combination for best compatibility with other plugins. Note, that in some cases you may need to exclude a script or two from combination so make sure you check your site after enabling the JavaScript Files Combination!":["Estamos combinando todos los archivos JS que incluyen tu tema y plugins en la cabecera y pie de página del sitio para reducir la cantidad de peticiones que estén produciendo. Mantendremos los scripts en su ubicación original después de combinarlos para  una mejor compatibilidad con otros plugins. Ten en cuenta que en algunos casos puede  que tengas que excluir un script o dos de la combinación así que ¡asegúrate de revisar tu sitio después de activar la combinación de archivos JavaScript!  "],"JavaScript Files Combination":["Combinado de archivos JavaScript"],"Exclude from JavaScript Combination":["Excluir de la combinación de JavaScript"],"Combine your JavaScript files in order to reduce the number of requests to the server.":["Combina tus archivos JavaScript para reducir la cantidad de peticiones al servidor."],"Combine JavaScript Files":["Combinar archivos JavaScript"],"Optimization Type":["Tipo de optimización"],"Chose the quality of WebP copies created by us. Higher quality means higher image size.":["Elige la calidad de las copias en WebP creadas por nosotros. Mayor calidad implica un tamaño de imagen mayor."],"Optimization Level":["Nivel de optimización"],"WebP settings have been changed, please, {{link}}re-generate{{\/link}} your images!.":["¡Los ajustes de WebP han cambiado, por favor, {{link}}regenera{{\/link}} tus imágenes!"],"If you notice issues with parts of your site, use the Exclude functionality to keep those scripts separate from the combination.":["Si observas problemas con partes de tu sitio utiliza la funcionalidad de excluir para mantener esos scripts fuera de la combinación."],"Combining JavaScript files may cause issues with scripts that require certain order of execution. This is why we advise you to check the frontend of your website after you enable this optimization.":["Combinar archivos JavaScript puede causar dificultades en scripts que requieran cierto orden de ejecución. Esta es la razón por la cual te recomendamos que revises la portada de tu web después de haber activado esta optimización."],"Top 3 Optimization Opportunities":["Las 3 principales oportunidades de optimización"],"Media Optimization":["Optimización de medios"],"We will lazy load all videos you have added directly to your pages.":["Haremos la carga diferida de todos los vídeos que hayas añadido directamente a tus páginas."],"Lazy Load Videos":["Carga diferida de vídeos"],"We will lazy load iframes often used for things like video embeds from another sources. ":["Haremos la carga diferida de los iframes usados frecuentemente para cosas como los vídeos incrustados de otras fuentes. "],"Lazy Load Iframes":["Carga diferida de iframes"],"Lazy Load Media":["Carga diferida de medios"],"Don’t Show This Again":["No mostrar esto de nuevo"],"Help more people optimize their sites by rating our plugin.":["Ayuda a más gente a optimizar sus sitios valorando nuestro plugin."],"Thanks for using SG Optimizer to make your site faster!":["¡Gracias por usar SG Optimizer para hacer tu sitio más rápido!"],"You are currently running on PHP %(version)s %(type)s.":["Actualmente estás ejecutando PHP %(version)s %(type)s."],"Get the best performance for your WordPress website with our optimization plugin. It handles caching, system settings, and all the necessary configurations for a blazing-fast website. With the SiteGround Optimizer enabled, you’re getting the very best from your hosting environment!":["Obtén el mejor rendimiento para tu sitio WordPress con nuestro plugin de optimización. Gestiona la caché, los ajustes del sistema y todas las configuraciones necesarias para tener una web rápida como el rayo. ¡Con SiteGround Optimizer activo vas a aprovechar lo mejor de tu entorno de alojamiento!"],"IMAGE OPTIMIZATION":["OPTIMIZACIÓN DE IMÁGENES"],"Combine multiple CSS files into one to lower the number of requests your site generates.":["Combina varios archivos CSS en uno para reducir el número de peticiones que genera tu sitio."],"Combine and minify your CSS files in order to reduce their size, improve cachability, and reduce the number of requests to the server.":["Combina y minimiza tus archivos CSS para reducir su tamaño, mejorar la caché y reducir el número de peticiones al servidor."],"Add async parameter to the JavaScript files loaded in the header section of your site so they don’t block your page rendering.":["Añade el parámetro async a los archivos JavaScript cargados en la sección de cabecera de tu sitio para que no bloqueen la visualización de tu página."],"Load Render-blocking JavaScript Files Asynchronously":["Carga de manera asíncrona los archivos JavaScript que bloqueen la visualización"],"Combine and minify your JavaScript files in order to reduce their size, improve cachability, and reduce the number of requests to the server.":["Combina y minimiza tus archivos JavaScript para reducir su tamaño, mejorar la caché y reducir el número de peticiones al servidor."],"Removes unnecessary characters from your HTML output saving data and improving your site speed.":["Elimina caracteres innecesarios de tu salida HTML ahorrando datos y mejorando la velocidad de tu sitio."],"FRONTEND OPTIMIZATION":["OPTIMIZACIÓN DE PORTADA"],"ENVIRONMENT OPTIMIZATION":["OPTIMIZACIÓN DEL ENTORNO"],"Select whether new sites should have the Dynamic Caching enabled for them or not.":["Selecciona si los sitios nuevos deberían tener activa la caché dinámica o no."],"SUPERCACHER SETTINGS":["AJUSTES DE SUPERCACHER"],"Select whether site admins can access and make changes within the SiteGround Optimizer's Environment Optimization tab.":["Selecciona si los administradores del sitio pueden acceder y hacer cambios en la pestaña de optimización del entorno de SiteGround Optimizer."],"Environment Optimizations":["Optimizaciones del entorno"],"Select whether site admins can access and make changes within the SiteGround Optimizer's Image Optimization tab.":["Selecciona si los administradores del sitio pueden acceder y hacer cambios en la pestaña de optimizaciones de imágenes de SiteGround Optimizer."],"Image Optimizations":["Optimizaciones de imágenes"],"Select whether site admins can access and make changes within the SiteGround Optimizer's Frontend Optmization tab.":["Selecciona si los administradores del sitio pueden acceder y hacer cambios en la pestaña de optimización de portada de SiteGround Optimizer."],"Frontend Optimizations":["Optimizaciones de portada"],"Select whether site admins can access and make changes within the SiteGround Optimizer's SuperCacher tab.":["Selecciona si los administradores del sitio pueden acceder y hacer cambios en la pestaña de optimizaciones de SuperCacher de SiteGround Optimizer."],"In this section, set the access permission for admins of separate sites.":["En esta sección configura los permisos de acceso de distintos sitios."],"Site Admin Permissions":["Permisos de administradores de sitios"],"In order to exclude images from lazy loading, please add their CSS classes to the exclusion list. Add each CSS class on a separate line.":["Para excluir imágenes de la carga diferida, por favor, añade sus clases CSS a la lista de exclusión. Añade cada clase CSS en una línea distinta."],"Exclude from Lazy Load":["Excluir de la carga diferida"],"Enable if you want to enable lazy-load images in your store, product and other WooCommerce pages.":["Actívalo si quieres activar la carga diferida de imágenes en tu tienda, productos y otras páginas de WooCommerce."],"Lazy Load Product Images":["Carga diferida de imágenes de productos"],"Enable if you want to use lazy-loading features for mobile requests to your site.":["Actívalo si quieres usar las características de carga diferida para las peticiones móviles a tu sitio."],"Enable this option if you want the images in your widget areas to load only when users reach them. ":["Activa esta opción si quieres que las imágenes en tus áreas de widgets carguen solo cuando los usuarios lleguen a ellas."],"Lazy Load Widgets":["Carga diferida de widgets"],"Certain plugins and themes generate multiple images from a single upload to work better on different devices. Enable if you want to lazy-load these too.":["Ciertos plugins y temas generan varias imágenes a partir de una sola subida para que funcione mejor en distintos dispositivos. Actívalo si quieres también hacer carga diferida de ellas."],"Lazy Load Responsive Images":["Carga diferida de imágenes adaptables"],"Enable if you want to lazy-load the thumbnail sizes of your original images.":["Actívalo si quieres hacer carga diferida de las miniaturas de tus imágenes originales."],"Lazy Load Thumbnails":["Carga diferida de miniaturas"],"When users comment under your posts, WordPress tries to load their avatars from gravatar.com. We recommend lazy-loading them as your users scroll down through your page if you have a high number of comments. ":["Cuando los usuarios comentan en tus entradas, WordPress trata de cargar sus avatares desde gravatar.com. Recomendamos hacer carga diferida de ellos a medida que los usuarios hagan scroll en tu página si tienes un alto número de comentarios."],"Lazy Load Gravatars":["Carga diferida de Gravatars"],"Load images only when they are visible in the browser":["Carga imágenes solo cuando sean visibles en el navegador"],"Lazy Load Images":["Carga diferida de imágenes"],"All images in your Media Library have been optimized successfully! Force {{link}}re-optimization{{\/link}} of your images.":["¡Todas las imágenes de tu biblioteca de medios se han optimizado correctamente! Forzar la {{link}}re-optimización{{\/link}} de tus imágenes."],"https:\/\/www.siteground.com\/kb\/disable-enable-wordpress-cron\/":["https:\/\/www.siteground.es\/kb\/administrar-wordpress-cron\/"],"We've detected that the WordPress cronjob functionality is not working. Please, enable it following the instructions in {{link}}this article{{\/link}} and refresh this page. If you’re using a real cron job, you can {{link2}}ignore this message{{\/link2}} at your own risk. Note, that in this case, those operations may take longer than usual to complete.":["Hemos detectado que la funcionalidad cronjob de WordPress no está funcionando. Por favor, actívalo siguiendo las instrucciones de {{link}}este artículo{{\/link}} y recarga esta página. Si estás usando un trabajo cron real puedes {{link2}}ignorar este mensaje{{\/link2}} bajo tu propio riesgo. Ten en cuenta que, en este caso, esas operaciones pueden tardar más de lo habitual para completarse."],"Start Optimization":["Empezar la optimización"],"Resume Optimization":["Reanudar la optimización"],"We will optimize all your existing images with minimal or no loss in quality. Note, that this will overwrite your original images.":["Optimizaremos todas tus imágenes existentes con una mínima o ninguna pérdida de calidad. Ten en cuenta que esto sobreescribirá tus imágenes originales."],"Existing Images Optimization":["Optimización de imágenes existentes"],"We will automatically optimize all new images that you upload to your Media Library.":["Optimizaremos automáticamente todas las nuevas imágenes que subas a la biblioteca de medios."],"Enable to prevent WordPress from automatically detecting and generating emojis in your pages.":["Actívalo para evitar que WordPress detecte y genere emojis automáticamente en tus páginas."],"Disable Emojis":["Desactivar Emojis"],"Removes version query strings from your static resources improving the caching of those resources.":["Elimina las cadenas de petición de versión de tus recursos estáticos, mejorando la caché de esos recursos."],"Remove Query Strings From Static Resources":["Elimina las cadenas de consulta de recursos estáticos"],"Combine the loading of Google fonts reducing the number of HTTP requests.":["Combina la carga de Google Fonts reduciendo el número de peticiones HTTP."],"Optimize Loading of Google Fonts":["Optimiza la carga de Google Fonts"],"Exclude from CSS Combination":["Excluir de la combinación de CSS"],"Combine multiple CSS files into one to lower the number of requests your site generates. ":["Combina varios archivos CSS en uno para reducir el número de peticiones que genera tu sitio."],"Combine CSS Files":["Combinar archivos CSS"],"Exclude From CSS Minification":["Excluir del minimizado de CSS"],"Minify your CSS files in order to reduce their size and reduce the number of requests to the server. ":["Minimiza tus archivos CSS para reducir su tamaño y reducir el número de peticiones al servidor."],"Minify CSS Files":["Minimizar archivos CSS"],"Exclude from Loading JS Files Asynchronously":["Excluir de la carga asíncrona de archivos JS"],"Defer loading of render-blocking JavaScript files for faster initial site load. ":["Carga aplazada de archivos JavaScript que bloquean la visualización para una carga inicial del sitio más rápida."],"Exclude from JavaScript Minification":["Excluir del minimizado de JavaScript"],"Minify your JavaScript files in order to reduce their size and reduce the number of requests to the server. ":["Minimiza tus archivos JavaScript para reducir su tamaño y reducir el número de peticiones al servidor."],"Minify JavaScript Files":["MInimizar los archivos JavaScript"],"With this functionality, you can exclude different pages from HTML minification.":["Con esta funcionalidad puedes excluir varias páginas del minimizado de HTML."],"Exclude URLs from HTML Minification":["Excluir URLs del minimizado HTML"],"Removes unnecessary characters from your HTML output saving data and improving your site speed. ":["Elimina caracteres innecesarios de tu salida HTML ahorrando datos y mejorando la velocidad de tu sitio."],"Minify the HTML Output":["Minimizar la salida HTML"],"Enable this option in case you’re getting insecure content errors on your website. We will dynamically rewrite insecure requests for resources coming from your site":["Activa esta opción si estás teniendo errores de contenido inseguro en tu web. Haremos rewrite dinámicamente de las peticiones inseguras a los recursos de tu sitio "],"Fix Insecure Content":["Corregir contenido inseguro"],"Configures your site to work correctly via HTTPS and forces a secure connection to your site.":["Configura tu sitio para que funcione por HTTPS y forzar una conexión segura a tu sitio."],"Enable HTTPS":["Activar HTTPS"],"There is nothing here yet":["Aún no hay nada aquí"],"Please Wait, We Are Performing a Google PageSpeed Test on Your Page":["Por favor, espera. Estamos realizando una prueba de Google PageSpeed en tu página."],"Analyze":["Analizar"],"URL":["URL"],"Device Type":["Tipo de dispositivo"],"Test how optimized your website is. Our performance check is powered by Google PageSpeed.":["Comprueba cuán optimizada está tu web. Nuestra prueba de rendimiento está realizada con Google PageSpeed."],"Score Check":["Comprueba la valoración"],"GZIP Compression is enabled by default automatically saving you bandwidth and improving the loading speeds of your pages.":["La compresión GZIP está activa por defecto automáticamente, ahorrando ancho de banda y mejorando las velocidades de carga de tus páginas."],"Enables a compression of the content that's delivered to your visitors browsers improving the network loading times of your site.":["Activa una compresió ndel contenido que se entrega a los navegadores de tus visitantes, mejorando los tiempos de carga de red de tu sitio."],"Powerful object caching for your site. It stores frequently executed queries to your databases and reuses them for better performance.":["Potente caché de objetos para tu sitio. Almacena consultas ejecutadas con frecuencia a tus bases de datos y las reutiliza para un mejor rendimiento."],"Memcached":["Memcached"],"Memcached is disabled. Please, enable it in your SiteGround control panel.":["Memcached parada. Por favor, actívala en tu panel de control de SiteGround."],"See examples":["Ver ejemplos"],"Use this feature if you want to exclude certain parts of your website from being cached and keep them dynamic.":["Utiliza esta característica si quieres excluir ciertas partes de tu web de la caché y dejarlas como dinámicas."],"Excluding URLs":["Exclusión de URLs"],"We recommend you to enable this feature {{strong}}only{{\/strong}} if you’re experiencing issues with plugins, generating mobile version of your site or similar functionality. Once enabled, the cache has to be generated separately for different browsers which lowers its efficiency.":["Te recomendamos que actives esta característica {{strong}}solamente{{\/strong}} si estás experimentando problemas con plugins, creando la versión móvil de tu sitio, o una funcionalidad similar. Cuando esté activa la cache tiene que generarse por separado para los distintos navegadores, lo que reduce su eficacia."],"See rules":["Ver reglas"],"Automatically perform a smart cache purge after every content modification.":["Realizar automáticamente un vaciado inteligente de caché en cada modificación de contenido."],"Automatic Cache Purge":["Vaciado automático de caché"],"Purging ...":["Vaciando…"],"Clear the Dynamic Cache for your entire website.":["Vacía la caché dinámica de toda tu web."],"Manual Cache Purge":["Vaciado manual de caché"],"Store your content in the server’s memory for a faster access with this full-page caching solution powered by NGINX.":["Almacena tu contenido en la memoria de los servidores para un acceso más rápido con esta solución de caché de página completa creada por NGINX."],"Dynamic Caching":["Caché dinámica"],"NGINX Direct Delivery takes care of your static resources including proper expiration dates for your browser caching.":["La entrega directa de NGINX se ocupa de tus recursos estáticos, incluidas las fechas de caducidad correctas de la caché del navegador."],"Adds rules to store in your visitors browser cache to keep static content longer for better site performance.":["Añade reglas para almacenar por más tiempo caché en el navegador de tus visitantes y lograr así un mejor rendimiento de tu sitio"],"All WebP copies of your files have been generated successfully! Force {{link}}re-generation{{\/link}} of your images.":["¡Todas las copias WebP de tus ficheros se han generado correctamente! Fuerza {{link}} la regeneration{{\/link}} de tus imágenes."],"Bulk Generate WebP Files":["Generar archivos WebP por lotes"],"Delete all WebP Files":["Borrar todos los archivos WebP"],"Generate or delete a WebP copy of your existing media library.":["Crea o borra una copia WebP de tu biblioteca de medios existente."],"Manage WebP Copies for Existing Images":["Gestion las copias WebP de las imágenes existentes"],"WebP is a next generation image format supported by modern browers which greatly reduces the size of your images.":["WebP es un formato de imágenes de nueva generación compatible con los navegadores modernos, que reduce enormemente el tamaño de tus imágenes."],"Generate WebP Copies of New Images":["Crea copias WebP de las imágenes nuevas"],"Generated %(optimized)s of %(total)s webp copies":["Creadas %(optimizada)s de un %(total)s de copias webp"],"Pause":["Pausa"],"Optimized %(optimized)s of %(total)s images":["Creadas %(optimizada)s de un %(total)s de imágenes"],"Please be patient, this process may take some time":["Por favor, ten paciencia, este proceso puede llevar algo de tiempo"],"This URL already exists in exclude list.":["Esta URL ya existe en tu lista de exclusiones."],"Exclude":["Excluir"],"You must input a class name.":["Debes introducir un nombre de clase."],"This item already exists in exclude list.":["Este elemento ya existe en tu lista de exclusiones."],"Test":["Probar"],"Check if the Dynamic Cache is working on a certain URL. Especially useful to make sure your Exclude list is working the way it should.":["Comprueba si la caché dinámica está activada en una URL específica. Muy útil para asegurar que tu lista de exclusiones funciona correctamente."],"Test URLs for Cache Status":["Comprobar el estado de caché de URLs"],"{{strong}}www.site.com\/parent-page\/*{{\/strong}} will exclude all sub-pages of \"parent-page\".":["{{strong}}www.sitio.com\/pagina-superior\/*{{\/strong}} excluirá todas las subpáginas de «pagina-superior»."],"{{strong}}www.site.com\/parent-page\/sub-page{{\/strong}} will exclude only that single URL.":["{{strong}}www.sitio.com\/pagina-superior\/sub-pagina{{\/strong}} excluirá únicamente esa URL."],"You can exclude full or partial URLs using \"*\" as a wildcard. For example:":["Puedes excluir URLs completas o parciales usando «*» como comodín. Por ejemplo:"],"In order to force HTTPS on your site, we will automatically update your database replacing all insecure links. In addition to that, we will add a rule in your .htaccess file, forcing all requests to go through encrypted connection.":["Para forzar HTTPs en tu sitio actualizaremos automáticamente tu base de datos, reemplazando todos los enlaces inseguros. Además de eso, añadiremos una regla en tu archivo .htaccess, forzando que todas las solicitudes pasen por una conexión cifrada."],"Doing this will delete all WebP files in your uploads folder and generate them anew!":["¡Hacer esto borrará todos los archivos WebP en tu carpeta de subidas y las creará de nuevo!"],"You’re about to switch to Managed PHP service. This means that SiteGround will automatically update your PHP version once we are sure there’s a better, safer and more stable version.":["Estás a punto de cambiar al servicio de PHP gestionado. Esto significa que SiteGround actualizará automáticamente tu versión de PHP cuando estemos seguros de que hay una versión mejor, más segura y más estable."],"You’re switching to PHP %(version)s manually and you will stay on that version until you change it to a newer one. In case you experience any issues after the update, switch back the PHP version from your {{strong}}cPanel{{\/strong}} > {{strong}}PHP Version Manager{{\/strong}} tool.":["Estás cambiando manualmente a PHP %(versión)s y te quedarás en esa versión hasta que la cambies a una más reciente. En caso de que experimentes algún problema después de actualizar, vuelve a cambiar la versión de PHP desde tu herramienta {{strong}}cPanel{{\/strong}} > {{strong}}Gestor de versiones de PHP{{\/strong}}."],"This will delete all WebP files in your uploads folder! In case you need them, you will have to regenerate them again or restore that folder from a backup.":["¡Esto borrará todos los archivos WebP en tu carpeta de subidas! En caso de que los necesites tendrás que regenerarlos de nuevo o recuperar esa carpeta de una copia de seguridad"],"Cancel":["Cancelar"],"Specific URL Purge on comment actions and page, post, and category updates.":["Vaciado de URLs específicas en acciones de comentarios y actualizaciones de entradas, páginas y categorías."],"Full Purge on page, posts, and category deletion, plugin and theme activation, deactivation, or update, and on WordPress core updates.":["Vaciado completo al borrar páginas, entradas y categorías, al activar, desactivar y actualizar plugins y temas, y en las actualizaciones de WordPress."],"Purge your installation's entire Dynamic Cache or select parts in order to achieve the best hit-to-cache ratio for your account. Here are the plugin's purge rules:":["Vacía la caché dinámica de toda tu instalación, o selecciona partes de la misma, para lograr la mejor configuración de caché para tu cuenta. Aquí tienes las reglas de vaciado del plugin:"],"Close":["Cerrar"],"If you notice issues with certain functionality, use the Exclude functionality to keep those scripts loading in a render-blocking manner.":["Si detectas conflictos con cierta funcionalidad, usa la funcionalidad de excluir para seguir cargando esos scripts de forma que bloqueen la visualización."],"Defering render-blocking JavaScript may cause issues with scripts that require certain order of execution. This is why we advise you to check the frontend of your website after you enable this optimization.":["El aplazado de JavaScript que bloquea la visualización puede causar dificultades en scripts que requieran cierto orden de ejecución. Esta es la razón por la cual te recomendamos que revises la portada de tu web después de haber activado esta optimización."],"Confirm":["Confirmar"],"WebP Generation for New Images":["Creación de WebP para las nuevas imágenes"],"Please, install an SSL certificate first!":["¡Por favor, instala primero un certificado SSL!"],"Opportunities to Optimize":["Oportunidades para optimizar"],"The Following Areas of Your Site Are Well Optimized:":["Las siguientes áreas de tu sitio están bien optimizadas:"],"The SiteGround Optimizer plugin is designed to work only on SiteGround Servers.":["El plugin SiteGround Optimizer está diseñado para funcionar solo en los servidores de SiteGround."],"The SiteGround Optimizer plugin is designed to work only on SiteGround Servers. We've deactivated it because it may render your site blank if used on another environment.":["El plugin SiteGround Optimizer está diseñado para funcionar solo en los servidores de SiteGround. Lo hemos desactivado porque puede dejar tu sitio en blanco si se usa en otro entorno."],"Defer Render-blocking JS":["Aplazar JS que bloqueen la carga"],"Lazy Load for Product Images":["Carga diferida de las imágenes de producto"],"Lazy Load for Mobile":["Carga diferida para móviles"],"Browser-Specific Caching":["Caché específica del navegador"],"https:\/\/www.siteground.com":["https:\/\/www.siteground.es"],"https:\/\/siteground.com":["https:\/\/siteground.com"],"others":["otras"],"CSS Combination":["Combinar CSS"],"Could not disable %s":["No se puede desactivar %s"],"Could not enable %s":["No se puede activar %s"],"%s Disabled":["%s desactivado"],"%s Enabled":["%s activado"],"Image Optimization":["Optimización de imágenes"],"Frontend Optimization":["Optimización de la portada"],"Environment Optimization":["Optimización del entorno"],"SuperCacher Settings":["Ajustes de SuperCacher"],"Option":["Opción"],"New Images Optimization":["Optimización de nuevas imágenes"],"Can Optimize Environment":["Puede optimizar el entorno"],"Can Optimize Images":["Puede optimizar imágenes"],"Can Optimize Frontend":["Puede optimizar la portada"],"Can Config SuperCacher":["Puede configurar SuperCacher"],"Lazy Loading Widgets":["Carga diferida de widgets"],"Lazy Loading Responsive Images":["Carga diferida de imágenes adaptables"],"Lazy Loading Thumbnails":["Carga diferida de miniaturas"],"Lazy Loading Gravatars":["Carga diferida de Gravatars"],"Lazy Loading Images":["Carga diferida de imágenes"],"Emoji Removal Filter":["Filtro de eliminación de Emoji"],"Query Strings Removal":["Eliminación de las cadenas de consulta"],"CSS Minification":["Minimización CSS"],"JavaScript Minification":["Minimización JavaScript"],"HTML Minification":["Minimización HTML"],"Insecure Content Fix":["Corrección del contenido inseguro"],"Browser Caching":["Caché del navegador"],"HTTPS":["HTTPS"],"Memcache":["Memcached"],"Autoflush":["Vaciado automático"],"Could Not Disable Memcache!":["¡No se puede desactivar Memcached!"],"Memcached Disabled!":["¡Memcached desactivado!"],"Could Not Enable Memcache!":["¡No se puede activar Memcached!"],"Memcached Enabled":["Memcached activado"],"SiteGround Optimizer was unable to connect to the Memcached server and it was disabled. Please, check your SiteGround control panel and turn it on if disabled.":["SiteGround Optimizer no ha podido conectarse al servidor Memcached y se ha desactivado. Por favor, comprueba tu panel de control de SiteGround y actívalo si está desactivado."],"SiteGround Optimizer has detected that Memcached was turned off. If you want to use it, please enable it from your SiteGround control panel first.":["SiteGround Optimizer ha detectado que Memcached ha sido desactivado. Si quieres usarlo, por favor, primero actívalo desde tu panel de control de SiteGround."],"<strong>Important warning from SiteGround Optimizer plugin<\/strong>: We have detected that there is duplicate functionality with other plugins installed on your site: <strong>%s<\/strong>. Please note that having two plugins with the same functionality may actually decrease your site's performance and hurt your pages loading times so we recommend you to leave only one of the plugins active.":["<strong>Advertencia importante del plugin SiteGround Optimizer<\/strong>: Hemos detectado que hay una funcionalidad duplicada con otros plugins instalados en tu sitio: <strong>%s<\/strong>. Por favor, ten en cuenta que tener dos plugins con la misma funcionalidad puede disminuir realmente el rendimiento de tu sitio y dañar los tiempos de carga de tus páginas, por lo que te recomendamos que dejes activo solo uno de los plugins."],"<strong>Important message from SiteGround Optimizer plugin<\/strong>: We have detected that there is duplicate functionality with other plugins installed on your site: <strong>%1$s<\/strong> and have deactivated the following functions from our plugin: <strong>%2$s<\/strong>. If you wish to enable them, please do that from the SiteGround Optimizer config page.":["<strong>Mensaje importante del plugin SiteGround Optimizer<\/strong>: Hemos detectado que hay una funcionalidad duplicada con otros plugins instalados en tu sitio: <strong>%1$s<\/strong> y hemos desactivado las siguientes funciones de nuestro plugin: <strong>%2$s<\/strong>. Si quieres activarlas, por favor, hazlo desde la página de configuración de SiteGround Optimizer."],"GZIP Compression":["Compresión GZIP"],"Performance Test":["Prueba de rendimiento"],"Disable":["Desactivar"],"Enabled":["Activo"],"This plugin will link your WordPress application with all the performance optimizations provided by SiteGround":["Este plugin enlazará tu aplicación WordPress con todas las optimizaciones de rendimiento ofrecidas por SiteGround"],"SG Optimizer":["SG Optimizer"],"Purge Cache":["Purgar caché"],"Dynamic Cache":["Caché dinámica"],"Purge SG Cache":["Purgar caché de SG"],"SiteGround":["SiteGround"]}